Repository: kitzler-walli/KeeForge
Catalog: KeeForge/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: The remote database is locked by another client. Try again shortly.
de: Die Remote-Datenbank ist durch einen anderen Client gesperrt. Versuchen Sie es in Kürze erneut.
es: La base de datos remota está bloqueada por otro cliente. Inténtelo de nuevo en breve.
fr: La base de données distante est verrouillée par un autre client. Réessayez dans un instant.
ja: リモートのデータベースは別のクライアントによってロックされています。しばらくしてからもう一度お試しください。
zh_hans: 远程数据库已被其他客户端锁定。请稍后重试。
zh_hant: 遠端資料庫已被其他用戶端鎖定。請稍後再試。

source: The request is no longer available.
de: Die Anfrage ist nicht mehr verfügbar.
es: La solicitud ya no está disponible.
fr: La demande n'est plus disponible.
ja: このリクエストは利用できなくなりました。
zh_hans: 该请求已不可用。
zh_hant: 此要求已無法使用。

source: The server address is not a valid URL.
de: Die Serveradresse ist keine gültige URL.
es: La dirección del servidor no es una URL válida.
fr: L'adresse du serveur n'est pas une URL valide.
ja: サーバアドレスが有効な URL ではありません。
zh_hans: 服务器地址不是有效的 URL。
zh_hant: 伺服器位址不是有效的 URL。

source: The server address must start with ftp://.
de: Die Serveradresse muss mit ftp:// beginnen.
es: La dirección del servidor debe empezar por ftp://.
fr: L'adresse du serveur doit commencer par ftp://.
ja: サーバアドレスは ftp:// で始まる必要があります。
zh_hans: 服务器地址必须以 ftp:// 开头。
zh_hant: 伺服器位址必須以 ftp:// 開頭。

source: The server address must start with https://.
de: Die Serveradresse muss mit https:// beginnen.
es: La dirección del servidor debe empezar por https://.
fr: L'adresse du serveur doit commencer par https://.
ja: サーバアドレスは https:// で始まる必要があります。
zh_hans: 服务器地址必须以 https:// 开头。
zh_hant: 伺服器位址必須以 https:// 開頭。

source: The server denied access. Check that this account has permission for this file or folder.
de: Der Server hat den Zugriff verweigert. Prüfen Sie, ob dieses Konto die Berechtigung für diese Datei oder diesen Ordner besitzt.
es: El servidor denegó el acceso. Compruebe que esta cuenta tenga permiso para este archivo o carpeta.
fr: Le serveur a refusé l'accès. Vérifiez que ce compte dispose des autorisations nécessaires pour ce fichier ou ce dossier.
ja: サーバがアクセスを拒否しました。このアカウントに、このファイルまたはフォルダの権限があるか確認してください。
zh_hans: 服务器拒绝访问。请检查此账户是否拥有此文件或文件夹的权限。
zh_hant: 伺服器拒絕存取。請檢查此帳號是否擁有此檔案或資料夾的權限。

source: The server is out of storage space (HTTP 507).
de: Auf dem Server ist kein Speicherplatz mehr verfügbar (HTTP 507).
es: El servidor se quedó sin espacio de almacenamiento (HTTP 507).
fr: Le serveur n'a plus d'espace de stockage disponible (HTTP 507).
ja: サーバの保存容量が不足しています（HTTP 507）。
zh_hans: 服务器存储空间不足（HTTP 507）。
zh_hant: 伺服器儲存空間不足（HTTP 507）。

source: The server rejected this request (HTTP %lld).
de: Der Server hat diese Anfrage abgelehnt (HTTP %lld).
es: El servidor rechazó esta solicitud (HTTP %lld).
fr: Le serveur a rejeté cette requête (HTTP %lld).
ja: サーバがこのリクエストを拒否しました（HTTP %lld）。
zh_hans: 服务器拒绝了此请求（HTTP %lld）。
zh_hant: 伺服器拒絕了此要求（HTTP %lld）。

source: The server reported an error (HTTP %lld). Try again shortly.
de: Der Server hat einen Fehler gemeldet (HTTP %lld). Versuchen Sie es in Kürze erneut.
es: El servidor notificó un error (HTTP %lld). Inténtelo de nuevo en breve.
fr: Le serveur a signalé une erreur (HTTP %lld). Réessayez dans un instant.
ja: サーバでエラーが発生しました（HTTP %lld）。しばらくしてからもう一度お試しください。
zh_hans: 服务器报告了一个错误（HTTP %lld）。请稍后重试。
zh_hant: 伺服器回報錯誤（HTTP %lld）。請稍後再試。

source: The server returned an unexpected response (HTTP %lld).
de: Der Server hat eine unerwartete Antwort zurückgegeben (HTTP %lld).
es: El servidor devolvió una respuesta inesperada (HTTP %lld).
fr: Le serveur a renvoyé une réponse inattendue (HTTP %lld).
ja: サーバから予期しない応答が返されました（HTTP %lld）。
zh_hans: 服务器返回了意外的响应（HTTP %lld）。
zh_hant: 伺服器傳回非預期的回應（HTTP %lld）。

source: The server returned an unexpected response.
de: Der Server hat eine unerwartete Antwort zurückgegeben.
es: El servidor devolvió una respuesta inesperada.
fr: Le serveur a renvoyé une réponse inattendue.
ja: サーバから予期しない応答が返されました。
zh_hans: 服务器返回了意外的响应。
zh_hant: 伺服器傳回非預期的回應。

source: The server returned an unexpectedly large response. The transfer was stopped to protect memory.
de: Der Server hat eine unerwartet große Antwort zurückgegeben. Die Übertragung wurde gestoppt, um den Speicher zu schützen.
es: El servidor devolvió una respuesta inesperadamente grande. La transferencia se detuvo para proteger la memoria.
fr: Le serveur a renvoyé une réponse anormalement volumineuse. Le transfert a été interrompu pour protéger la mémoire.
ja: サーバから想定を超える大きさの応答が返されました。メモリを保護するため、転送を停止しました。
zh_hans: 服务器返回的响应过大。为保护内存，传输已停止。
zh_hant: 伺服器傳回的回應過大。為保護記憶體，傳輸已停止。

source: The two copies store their attachments differently, so merging them could point an attachment at the wrong file. Reload the database or save your changes as a conflict copy instead.
de: Die beiden Kopien speichern ihre Anhänge unterschiedlich; beim Zusammenführen könnte ein Anhang auf die falsche Datei verweisen. Laden Sie die Datenbank stattdessen neu oder sichern Sie Ihre Änderungen als Konfliktkopie.
es: Las dos copias almacenan sus archivos adjuntos de forma distinta, así que combinarlas podría hacer que un adjunto apunte al archivo equivocado. En su lugar, vuelva a cargar la base de datos o guarde sus cambios como una copia de conflicto.
fr: Les deux copies stockent leurs pièces jointes différemment : les fusionner pourrait faire pointer une pièce jointe vers le mauvais fichier. Rechargez plutôt la base de données ou enregistrez vos modifications en tant que copie de conflit.
ja: 2 つのコピーは添付ファイルの保存方法が異なるため、マージすると添付ファイルが誤ったファイルを指す可能性があります。データベースを再読み込みするか、変更を競合コピーとして保存してください。
zh_hans: 两个副本存储附件的方式不同，合并后附件可能指向错误的文件。请改为重新加载数据库，或将更改保存为冲突副本。
zh_hant: 兩個副本儲存附件的方式不同，合併後附件可能指向錯誤的檔案。請改為重新載入資料庫，或將變更儲存為衝突副本。

source: The verification code setup link is invalid or incomplete.
de: Der Einrichtungslink für den Bestätigungscode ist ungültig oder unvollständig.
es: El enlace de configuración del código de verificación no es válido o está incompleto.
fr: Le lien de configuration du code de vérification est invalide ou incomplet.
ja: 確認コードの設定リンクが無効か、内容が不完全です。
zh_hans: 验证码设置链接无效或不完整。
zh_hant: 驗證碼設定連結無效或不完整。

source: The verification code will no longer be generated for this entry.
de: Für diesen Eintrag wird kein Bestätigungscode mehr generiert.
es: Ya no se generará el código de verificación para esta entrada.
fr: Le code de vérification ne sera plus généré pour cette entrée.
ja: このエントリの確認コードは、今後生成されなくなります。
zh_hans: 将不再为此条目生成验证码。
zh_hant: 將不再為此項目產生驗證碼。

source: The WebDAV username or password was rejected.
de: Der WebDAV-Benutzername oder das Passwort wurde abgelehnt.
es: Se rechazó el nombre de usuario o la contraseña de WebDAV.
fr: Le nom d'utilisateur ou le mot de passe WebDAV a été rejeté.
ja: WebDAV のユーザ名またはパスワードが拒否されました。
zh_hans: WebDAV 用户名或密码被拒绝。
zh_hant: WebDAV 使用者名稱或密碼遭拒。

source: Theme
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: テーマ
zh_hans: 主题
zh_hant: 主題

source: There isn't enough storage space in this cloud account.
de: In diesem Cloud-Konto ist nicht genügend Speicherplatz vorhanden.
es: No hay suficiente espacio de almacenamiento en esta cuenta en la nube.
fr: Il n'y a pas assez d'espace de stockage disponible dans ce compte cloud.
ja: このクラウドアカウントの保存容量が足りません。
zh_hans: 此云账户的存储空间不足。
zh_hant: 此雲端帳號的儲存空間不足。

source: These selections only take effect once NextPass is enabled as an AutoFill provider above.
de: Diese Auswahl wirkt sich erst aus, wenn NextPass oben als AutoFill-Anbieter aktiviert ist.
es: Estas selecciones solo surten efecto una vez que NextPass esté activado arriba como proveedor de autorrelleno.
fr: Ces sélections ne prennent effet qu'une fois NextPass activé comme fournisseur de remplissage automatique ci-dessus.
ja: これらの選択が有効になるのは、上で NextPass を自動入力の提供元として有効にしたあとです。
zh_hans: 这些选择仅在上方将 NextPass 启用为自动填充提供方后才会生效。
zh_hant: 這些選擇僅在上方將 NextPass 啟用為自動填寫提供者後才會生效。

source: This account is disconnected. NextPass keeps the cached copy until you remove the database.
de: Dieses Konto ist getrennt. NextPass behält die Cache-Kopie, bis Sie die Datenbank entfernen.
es: Esta cuenta está desconectada. NextPass conserva la copia en caché hasta que quite la base de datos.
fr: Ce compte est déconnecté. NextPass conserve la copie mise en cache jusqu'à ce que vous retiriez la base de données.
ja: このアカウントは接続が解除されています。データベースを削除するまで、キャッシュされたコピーは保持されます。
zh_hans: 此账户已断开连接。NextPass 会保留缓存副本，直到你移除该数据库。
zh_hant: 此帳號已中斷連線。NextPass 會保留快取副本，直到你移除該資料庫。

source: This adds the original request URL to the selected credential. The database will be changed only if you confirm.
de: Die ursprüngliche Anfrage-URL wird dem ausgewählten Zugang hinzugefügt. Die Datenbank wird nur nach Ihrer Bestätigung geändert.
es: Esto añade la URL de la solicitud original a la credencial seleccionada. La base de datos solo se modificará si usted confirma.
fr: Ceci ajoute l’URL de la requête d’origine à l’identifiant sélectionné. La base de données ne sera modifiée qu’après votre confirmation.
ja: 選択した認証情報に、元のリクエスト URL を追加します。データベースが変更されるのは、確認した場合のみです。
zh_hans: 这会将原始请求 URL 添加到所选凭据。只有在你确认后，数据库才会被更改。
zh_hant: 這會將原始請求 URL 加入所選的憑證。只有在你確認後，資料庫才會變更。

source: This backup is no longer available.
de: Diese Sicherungskopie ist nicht mehr verfügbar.
es: Esta copia de seguridad ya no está disponible.
fr: Cette sauvegarde n'est plus disponible.
ja: このバックアップは利用できなくなりました。
zh_hans: 此备份已不可用。
zh_hant: 此備份已無法使用。

source: This build of NextPass is missing the cloud sync configuration it needs to open that database.
de: Diesem NextPass-Build fehlt die Cloud-Synchronisierungskonfiguration, die zum Öffnen dieser Datenbank erforderlich ist.
es: A esta compilación de NextPass le falta la configuración de sincronización en la nube necesaria para abrir esa base de datos.
fr: Il manque à cette version de NextPass la configuration de synchronisation cloud nécessaire pour ouvrir cette base de données.
ja: この NextPass のビルドには、そのデータベースを開くために必要なクラウド同期の設定が含まれていません。
zh_hans: 此 NextPass 版本缺少打开该数据库所需的云同步配置。
zh_hant: 此 NextPass 版本缺少開啟該資料庫所需的雲端同步設定。

source: This cloud provider is not available in the current build.
de: Dieser Cloud-Anbieter ist im aktuellen Build nicht verfügbar.
es: Este proveedor en la nube no está disponible en la compilación actual.
fr: Ce fournisseur cloud n'est pas disponible dans cette version.
ja: このクラウドプロバイダは、現在のビルドでは利用できません。
zh_hans: 当前版本不支持此云服务提供商。
zh_hant: 目前版本不支援此雲端服務供應商。

source: This database changed in the cloud. Reload before saving again.
de: Diese Datenbank wurde in der Cloud geändert. Laden Sie sie vor dem erneuten Sichern neu.
es: Esta base de datos cambió en la nube. Vuelva a cargarla antes de guardar de nuevo.
fr: Cette base de données a été modifiée dans le cloud. Rechargez-la avant de l'enregistrer à nouveau.
ja: このデータベースはクラウド上で変更されています。もう一度保存する前に再読み込みしてください。
zh_hans: 此数据库已在云端发生变化。请重新加载后再保存。
zh_hant: 此資料庫已在雲端變更。請重新載入後再儲存。

source: This database has pending AutoFill changes. Let them finish syncing, then try again.
de: Diese Datenbank hat ausstehende AutoFill-Änderungen. Lassen Sie sie zuerst fertig synchronisieren und versuchen Sie es dann erneut.
es: Esta base de datos tiene cambios de autorrelleno pendientes. Deje que terminen de sincronizarse e inténtelo de nuevo.
fr: Cette base de données a des modifications de remplissage automatique en attente. Laissez-les terminer leur synchronisation, puis réessayez.
ja: このデータベースには、自動入力による未同期の変更があります。同期が完了してから、もう一度お試しください。
zh_hans: 此数据库有待处理的自动填充更改。请等待同步完成后重试。
zh_hant: 此資料庫有待處理的自動填寫變更。請等待同步完成後再試一次。

source: This database is not ready to merge right now. Reload it or save your changes as a conflict copy instead.
de: Diese Datenbank kann derzeit nicht zusammengeführt werden. Laden Sie sie stattdessen neu oder sichern Sie Ihre Änderungen als Konfliktkopie.
es: Esta base de datos no está lista para combinarse ahora mismo. En su lugar, vuelva a cargarla o guarde sus cambios como una copia de conflicto.
fr: Cette base de données ne peut pas être fusionnée pour le moment. Rechargez-la plutôt ou enregistrez vos modifications en tant que copie de conflit.
ja: このデータベースは現在マージできません。再読み込みするか、変更を競合コピーとして保存してください。
zh_hans: 此数据库目前无法合并。请改为重新加载，或将更改保存为冲突副本。
zh_hant: 此資料庫目前無法合併。請改為重新載入，或將變更儲存為衝突副本。

source: This database is read-only, so the verification code can’t be added to it.
de: Diese Datenbank ist schreibgeschützt, daher kann der Bestätigungscode nicht hinzugefügt werden.
es: Esta base de datos es de solo lectura, por lo que no se puede añadir el código de verificación.
fr: Cette base de données est en lecture seule, le code de vérification ne peut donc pas y être ajouté.
ja: このデータベースは読み取り専用のため、確認コードを追加できません。
zh_hans: 此数据库为只读，无法向其添加验证码。
zh_hant: 此資料庫為唯讀，無法向其新增驗證碼。

source: This database is read-only.
de: Diese Datenbank ist schreibgeschützt.
es: Esta base de datos es de solo lectura.
fr: Cette base de données est en lecture seule.
ja: このデータベースは読み取り専用です。
zh_hans: 此数据库为只读。
zh_hant: 此資料庫為唯讀。

source: This database is read-only. Open NextPass to enable editing.
de: Diese Datenbank ist schreibgeschützt. Öffnen Sie NextPass, um die Bearbeitung zu aktivieren.
es: Esta base de datos es de solo lectura. Abra NextPass para activar la edición.
fr: Cette base de données est en lecture seule. Ouvrez NextPass pour activer la modification.
ja: このデータベースは読み取り専用です。編集するには NextPass を開いてください。
zh_hans: 此数据库为只读。请打开 NextPass 以启用编辑。
zh_hant: 此資料庫為唯讀。請開啟 NextPass 以啟用編輯。

source: This database is unavailable. Return to the database list to remove it or refresh its bookmark.
de: Diese Datenbank ist nicht verfügbar. Kehren Sie zur Datenbankliste zurück, um sie zu entfernen oder ihr Lesezeichen zu aktualisieren.
es: Esta base de datos no está disponible. Vuelva a la lista de bases de datos para quitarla o actualizar su marcador.
fr: Cette base de données n'est pas disponible. Revenez à la liste des bases de données pour la retirer ou actualiser son signet.
ja: このデータベースは利用できません。データベース一覧に戻って削除するか、ブックマークを更新してください。
zh_hans: 此数据库不可用。请返回数据库列表将其移除或刷新其书签。
zh_hant: 此資料庫無法使用。請返回資料庫列表將其移除或重新整理其書籤。

source: This database keeps no earlier versions, so the entry's current contents will be lost. This cannot be undone.
de: Diese Datenbank bewahrt keine früheren Versionen auf, der aktuelle Inhalt des Eintrags geht also verloren. Das kann nicht rückgängig gemacht werden.
es: Esta base de datos no conserva versiones anteriores, por lo que el contenido actual de la entrada se perderá. Esta acción no se puede deshacer.
fr: Cette base de données ne conserve aucune version antérieure, le contenu actuel de l'entrée sera donc perdu. Cette action est irréversible.
ja: このデータベースは以前のバージョンを保持しないため、エントリの現在の内容は失われます。この操作は取り消せません。
zh_hans: 此数据库不保留早期版本，因此条目的当前内容将会丢失。此操作无法撤销。
zh_hant: 此資料庫不保留先前版本，因此項目的目前內容將會遺失。此操作無法復原。

source: This database needs about %1$@ of memory to unlock, more than the %2$@ AutoFill is allowed to use. Open the entry in the NextPass app, or lower the database's Argon2 memory setting in a desktop KeePass app.
de: Diese Datenbank benötigt zum Entsperren etwa %1$@ Arbeitsspeicher — mehr als die %2$@, die AutoFill verwenden darf. Öffnen Sie den Eintrag in der NextPass-App oder verringern Sie die Argon2-Speichereinstellung der Datenbank in einer KeePass-App für den Computer.
es: Esta base de datos necesita unos %1$@ de memoria para desbloquearse, más de los %2$@ que AutoFill puede usar. Abra la entrada en la app NextPass, o reduzca el ajuste de memoria Argon2 de la base de datos en una app KeePass de escritorio.
fr: Cette base de données a besoin d’environ %1$@ de mémoire pour être déverrouillée, soit plus que les %2$@ autorisés pour AutoFill. Ouvrez l’entrée dans l’app NextPass, ou réduisez le réglage de mémoire Argon2 de la base de données dans une app KeePass pour ordinateur.
ja: このデータベースのロック解除には約 %1$@ のメモリが必要で、自動入力に許可された %2$@ を超えています。NextPass App でエントリを開くか、デスクトップ版の KeePass App でデータベースの Argon2 のメモリ設定を下げてください。
zh_hans: 解锁此数据库大约需要 %1$@ 内存，超出了自动填充可使用的 %2$@ 上限。请在 NextPass App 中打开该条目，或在桌面版 KeePass 应用中调低数据库的 Argon2 内存设置。
zh_hant: 解鎖此資料庫大約需要 %1$@ 記憶體，超出了自動填寫可使用的 %2$@ 上限。請在 NextPass App 中開啟該項目，或在桌面版 KeePass App 中調低資料庫的 Argon2 記憶體設定。

source: This database uses a KeePass format that NextPass does not support yet.
de: Diese Datenbank verwendet ein KeePass-Format, das NextPass noch nicht unterstützt.
es: Esta base de datos utiliza un formato de KeePass que NextPass aún no admite.
fr: Cette base de données utilise un format KeePass que NextPass ne prend pas encore en charge.
ja: このデータベースは、NextPass がまだ対応していない KeePass 形式を使用しています。
zh_hans: 此数据库使用 NextPass 尚不支持的 KeePass 格式。
zh_hant: 此資料庫使用 NextPass 尚不支援的 KeePass 格式。

source: This database uses a key-derivation format that NextPass does not support yet.
de: Diese Datenbank verwendet ein Format zur Schlüsselableitung, das NextPass noch nicht unterstützt.
es: Esta base de datos utiliza un formato de derivación de claves que NextPass aún no admite.
fr: Cette base de données utilise un format de dérivation de clé que NextPass ne prend pas encore en charge.
ja: このデータベースは、NextPass がまだ対応していない鍵導出の形式を使用しています。
zh_hans: 此数据库使用 NextPass 尚不支持的密钥派生格式。
zh_hant: 此資料庫使用 NextPass 尚不支援的金鑰衍生格式。

source: This database uses a protected-field format that NextPass does not support yet.
de: Diese Datenbank verwendet ein Format für geschützte Felder, das NextPass noch nicht unterstützt.
es: Esta base de datos utiliza un formato de campos protegidos que NextPass aún no admite.
fr: Cette base de données utilise un format de champs protégés que NextPass ne prend pas encore en charge.
ja: このデータベースは、NextPass がまだ対応していない保護フィールドの形式を使用しています。
zh_hans: 此数据库使用 NextPass 尚不支持的受保护字段格式。
zh_hant: 此資料庫使用 NextPass 尚不支援的受保護欄位格式。

source: This database uses an encryption format that NextPass does not support yet.
de: Diese Datenbank verwendet ein Verschlüsselungsformat, das NextPass noch nicht unterstützt.
es: Esta base de datos utiliza un formato de cifrado que NextPass aún no admite.
fr: Cette base de données utilise un format de chiffrement que NextPass ne prend pas encore en charge.
ja: このデータベースは、NextPass がまだ対応していない暗号化形式を使用しています。
zh_hans: 此数据库使用 NextPass 尚不支持的加密格式。
zh_hant: 此資料庫使用 NextPass 尚不支援的加密格式。

source: This database uses an older KeePass format that NextPass does not support yet.
de: Diese Datenbank verwendet ein älteres KeePass-Format, das NextPass noch nicht unterstützt.
es: Esta base de datos utiliza un formato de KeePass más antiguo que NextPass aún no admite.
fr: Cette base de données utilise un ancien format KeePass que NextPass ne prend pas encore en charge.
ja: このデータベースは、NextPass がまだ対応していない古い KeePass 形式を使用しています。
zh_hans: 此数据库使用 NextPass 尚不支持的较旧 KeePass 格式。
zh_hant: 此資料庫使用 NextPass 尚不支援的較舊 KeePass 格式。

source: This database uses an unsupported protected-field stream.
de: Diese Datenbank verwendet einen nicht unterstützten Datenstrom für geschützte Felder.
es: Esta base de datos utiliza un flujo de campos protegidos no compatible.
fr: Cette base de données utilise un flux de champs protégés non pris en charge.
ja: このデータベースは、サポートされていない保護フィールドのストリームを使用しています。
zh_hans: 此数据库使用不受支持的受保护字段流。
zh_hant: 此資料庫使用不支援的受保護欄位串流。

source: This database's Argon2 settings require more memory or processing than this device can safely run. Lower the Argon2 settings in a desktop KeePass app and save the database, then try opening it again.
de: Die Argon2-Einstellungen dieser Datenbank erfordern mehr Speicher oder Rechenleistung, als dieses Gerät sicher ausführen kann. Verringern Sie die Argon2-Einstellungen in einer Desktop-KeePass-App, speichern Sie die Datenbank und versuchen Sie dann erneut, sie zu öffnen.
es: Los ajustes de Argon2 de esta base de datos requieren más memoria o procesamiento de lo que este dispositivo puede ejecutar de forma segura. Reduzca los ajustes de Argon2 en una app de KeePass de escritorio, guarde la base de datos y vuelva a intentar abrirla.
fr: Les paramètres Argon2 de cette base de données nécessitent plus de mémoire ou de calcul que ce que cet appareil peut exécuter en toute sécurité. Réduisez les paramètres Argon2 dans une app KeePass de bureau, enregistrez la base de données, puis réessayez de l'ouvrir.
ja: このデータベースの Argon2 の設定は、このデバイスが安全に実行できるメモリや処理量を超えています。デスクトップ版の KeePass App で Argon2 の設定を下げてデータベースを保存してから、もう一度開いてみてください。
zh_hans: 此数据库的 Argon2 设置所需的内存或处理量超出了此设备可安全运行的范围。请在桌面版 KeePass 应用中调低 Argon2 设置并保存数据库，然后重新尝试打开。
zh_hant: 此資料庫的 Argon2 設定所需的記憶體或運算量超出了此裝置可安全執行的範圍。請在桌面版 KeePass App 中調低 Argon2 設定並儲存資料庫，然後再次嘗試開啟。

source: This database's icons are stored in a form NextPass cannot add to without risking the ones already there.
de: Die Symbole dieser Datenbank liegen in einer Form vor, zu der NextPass nichts hinzufügen kann, ohne die bereits vorhandenen zu gefährden.
es: Los iconos de esta base de datos están guardados en un formato al que NextPass no puede añadir nada sin poner en riesgo los que ya contiene.
fr: Les icônes de cette base de données sont enregistrées sous une forme à laquelle NextPass ne peut rien ajouter sans risquer celles qui s’y trouvent déjà.
ja: このデータベースのアイコンは、既存のアイコンを損なわずに新しいアイコンを追加できない形式で保存されています。
zh_hans: 此数据库的图标存储形式特殊，NextPass 无法在不危及现有图标的情况下添加新图标。
zh_hant: 此資料庫的圖示儲存形式特殊，NextPass 無法在不危及現有圖示的情況下新增圖示。

source: This database's key derivation settings (%@ of memory × %@ iterations, %@ threads) exceed what this app can safely run. Lower the database's Argon2 settings in a desktop KeePass app and save it, then try again.
de: Die Schlüsselableitungs-Einstellungen dieser Datenbank (%@ Arbeitsspeicher × %@ Iterationen, %@ Threads) überschreiten das, was diese App sicher ausführen kann. Verringern Sie die Argon2-Einstellungen der Datenbank in einer Desktop-KeePass-App, speichern Sie sie und versuchen Sie es dann erneut.
es: Los ajustes de derivación de clave de esta base de datos (%@ de memoria × %@ iteraciones, %@ hilos) superan lo que esta app puede ejecutar de forma segura. Reduzca los ajustes de Argon2 de la base de datos en una app de KeePass de escritorio, guárdela y vuelva a intentarlo.
fr: Les paramètres de dérivation de clé de cette base de données (%@ de mémoire × %@ itérations, %@ threads) dépassent ce que cette app peut exécuter en toute sécurité. Réduisez les paramètres Argon2 de la base de données dans une app KeePass de bureau, enregistrez-la, puis réessayez.
ja: このデータベースの鍵導出の設定（メモリ %1$@ × 反復 %2$@ 回、%3$@ スレッド）は、この App が安全に実行できる範囲を超えています。デスクトップ版の KeePass App でデータベースの Argon2 の設定を下げて保存してから、もう一度お試しください。
zh_hans: 此数据库的密钥派生设置（%@ 内存 × %@ 次迭代、%@ 个线程）超出了此 App 可安全运行的范围。请在桌面版 KeePass 应用中调低数据库的 Argon2 设置并保存，然后重试。
zh_hant: 此資料庫的金鑰衍生設定（%@ 記憶體 × %@ 次迭代、%@ 個執行緒）超出了此 App 可安全執行的範圍。請在桌面版 KeePass App 中調低資料庫的 Argon2 設定並儲存，然後再試一次。

source: This entry already has a verification code. Saving will replace it.
de: Dieser Eintrag hat bereits einen Bestätigungscode. Beim Speichern wird er ersetzt.
es: Esta entrada ya tiene un código de verificación. Al guardar se reemplazará.
fr: Cette entrée possède déjà un code de vérification. L'enregistrement le remplacera.
ja: このエントリにはすでに確認コードがあります。保存すると置き換えられます。
zh_hans: 此条目已有验证码。保存将替换它。
zh_hant: 此項目已有驗證碼。儲存後將取代它。

source: This entry can no longer be edited. It may have been deleted, or the database may have been reopened read-only.
de: Dieser Eintrag kann nicht mehr bearbeitet werden. Möglicherweise wurde er gelöscht, oder die Datenbank wurde schreibgeschützt erneut geöffnet.
es: Esta entrada ya no se puede editar. Puede que se haya eliminado o que la base de datos se haya vuelto a abrir en modo de solo lectura.
fr: Cette entrée ne peut plus être modifiée. Elle a peut-être été supprimée, ou la base de données a été rouverte en lecture seule.
ja: このエントリは編集できなくなりました。削除されたか、データベースが読み取り専用で開き直された可能性があります。
zh_hans: 此条目已无法编辑。它可能已被删除，或数据库可能已以只读方式重新打开。
zh_hant: 此項目已無法編輯。它可能已被刪除，或資料庫可能已以唯讀方式重新開啟。

source: This entry has expired
de: Dieser Eintrag ist abgelaufen
es: Esta entrada ha caducado
fr: Cette entrée a expiré
ja: このエントリは有効期限が切れています
zh_hans: 此条目已过期
zh_hant: 此項目已過期
